base
base-devel
linux
linux-firmware
linux-headers
pipewire
wireplumber
pipewire-pulse
firefox
networkmanager
grub
efibootmgr
neovim
ttf-liberation
ttf-dejavu
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
xorg
xorg-xinit
xorg-xrandr
feh
git
curl
wget
